{
  "name": "День 1",
  "description": "Знакомство с программой по обратной связи",
  "steps": [
    {
      "type": "theory",
      "text": "Привет! Рады приветствовать вас в нашей программе!\n\nКартинка 1",
      "photo": "1_hello.PNG"
    },
    {
      "type": "theory",
      "text": "Программа состоит из 20 дней контента, большинство из которых включает 2 части: теоретическую информацию и практическую отработку. На освоение каждого дня программы вам потребуется выделить всего 15-20 минут, так что это не будет отнимать много вашего времени)"
    },
    {
      "type": "theory",
      "text": "Вы будете получать контент 3 раза в неделю. Если в какой-то день вы забудете выполнить программу, у вас будет следующий день, свободный от контента, чтобы это сделать. Главное не проигнорить напоминание 😄"
    },
    {
      "type": "theory",
      "text": "Мы начнём с достаточно очевидных вещей и надеемся, что они сподвигнут вас чуть-чуть задуматься о собственных стратегиях коммуникации и отметить те моменты, изменить которые просто и быстро. Далее мы будем углубляться в более сложные техники, которые уже потребуют вашего активного включения\n"
    },
    {
      "type": "theory",
      "text": "Задания практической части будут разнообразными: иногда это будет просто тест, иногда вопрос на подумать, иногда таск, который нужно будет пойти и реализовать в реальной жизни. Некоторые ваши письменные ответы мы будем сохранять. Они будут использованы только для анализа усвоения программы и никуда дальше её авторов не пойдут 👐\n"
    },
    {
      "type": "theory",
      "text": "\nКроме самостоятельного освоения программы, у вас также есть возможность пообщаться с консультантами. Вы можете обращаться к ним с любым вопросом или сложностью, с которой столкнетесь. Для этого вы можете нажать на кнопку в меню “Задать вопрос” или “Записаться на консультацию”"
    },
    {
      "type": "theory",
      "text": "Рекомендуем сразу закрепить чат с ботом, чтобы он не потерялся в бесконечных новостных рассылках, чатах с друзьями или коллегами, и разном спаме) Закрепили? Тогда идём дальше!\n"
    },
    {
      "type": "theory",
      "text": "Про что будет программа?\n\nОсновная тема программы — обратная связь. Это многозначное понятие и каждый автор вкладывает в неё что-то своё. Мы понимаем под обратной связью реакцию на что-либо, то есть определяем её очень широко. В каждой теме будет обозначена определённая цель, которую коммуникатор преследует, давая обратную связь тем или иным образом, поэтому виды обратной связи будут дифференцироваться у вас по мере прохождения программы\n"
    },
    {
      "type": "theory",
      "text": "Какие темы мы затронем?\n\nПрограмма начинается с описания типов слушания (да, слушать можно по-разному 😀), дальше мы немного поговорим том, как прояснять какие-то моменты и вводить человека в контекст проблемы. После мы перейдем к тому, как просить, чтобы вам хотели помочь, и как отказывать, чтобы на вас не сердились, как реагировать на критику в вашу сторону и как критиковать других конструктивно. В конце мы будем отрабатывать сложную структуру обратной связи, которая позволяет эффективно воздействовать на поведение другого человека\n"
    },
    {
      "type": "theory",
      "text": "Зачем вам это нужно?\n\nМы понимаем, что вы — специалисты совсем в другой области, и коммуникация, вероятно, выходит за рамки ваших интересов. Вместе с тем на рабочем месте вам приходится взаимодействовать с коллегами, руководителем и заказчиками, что зачастую отнимает много ваших сил (особенно созвоны😄). Поэтому мы подготовили максимально простую программу, которая, как мы надеемся, поможет вам легче взаимодействовать с другими людьми, чётче прояснять ожидания друг от друга и эффективнее реализовывать проекты  \n\n“Мягкость” темы коммуникации в целом, и обратной связи в частности, требует ещё большей внимательности, чем изучение твёрдых тем, к которым вы привыкли. Поэтому мы надеемся, что вы будете вдумчиво подходить к выполнению заданий, какими бы простыми они не казались\n"
    },
    {
      "type": "branch",
      "text": "Чтобы вам было интереснее проходить программу, подумайте, какую проблему в коммуникации на работе вы замечали, и поставьте цель её решить в течение этой программы. Так вы направите фокус на поиск решений и сразу обнаружите инструменты, которые могут вам в этом помочь) К тому же, будет интерес сразу эти инструменты применить\n\nПроблема уже всплыла в голове?\n",
      "options": [
        {
          "text": "Да",
          "response": "Отлично! Тогда сформулируйте цель и напишите её в чат)"
        },
        {
          "text": "Нет",
          "response": "Хм, тогда, вспомните, с чем в последний раз были трудности. Отталкиваясь от этого, напишите цель по улучшению коммуникации в этот чат)"
        }
      ]
    },
    {
      "type": "text_answer",
      "text": "Напишите вашу цель по улучшению коммуникации:"
    },
    {
      "type": "theory",
      "text": "Супер) Рекомендуем это сообщение с целью закрепить в боте, чтобы помнить о том, что вам хочется улучшить в первую очередь))\n"
    },
    {
      "type": "theory",
      "text": "Фух, вот, кажется, всё самое важное обсудили) Будут вопросы — спрашивайте. Мы вернемся к вам с новым контентом уже через день😉",
      "photo": "2_bye.PNG"
    }
  ]
}