{
  "name": "День 8",
  "description": "Обучение погружению в контекст проблемы",
  "steps": [
    {
      "type": "theory",
      "text": "<b>День 8/20. Введение в контекст</b>\n\nИногда для того, чтобы задать уточняющий вопрос, необходимо ввести человека в контекст ситуации, иначе может сложиться ситуация недопонимания с собеседником. Представьте, к вам подходят и спрашивают о том, о чем вы не знаете, при этом никак не посвящая в контекст того, о чем говорится. Естественно, при этом возникает непонимание и замешательство, сложно становится в принципе поддерживать диалог, где ничего не понятно",
      "button_text": "Согласен"
    },
    {
      "type": "theory",
      "text": "Поэтому сегодня мы дадим вам схему погружения человека в контекст проблемы"
    },
    {
      "type": "theory",
      "text": "<b>1. Начните с краткого приветствия</b>\n<i>\"Добрый день, [Имя]. Могу занять немного времени, чтобы обсудить…?\"</i>\n\n<b>2. Четко обозначьте проблему</b>\nОпишите проблему конкретно и лаконично, указав, что именно не работает\n<i>\"Мы столкнулись с…\"</i>\n\n <b>3. Укажите, почему это важно</b>\nПокажите, как проблема влияет на проект или команду\n<i>\"На мой/наш взгляд, эта проблема важна, потому что она приводит к…\"</i>\n\n <b>4. Расскажите, что вы уже сделали</b>\nСообщите, какие действия вы предприняли для устранения проблемы\n<i>\"Для того, чтобы исправить проблему, я…\"</i>\n\n<b>5. Запросите помощь или ресурсы</b>\nСформулируйте конкретный запрос, чем именно может помочь руководитель\n<i>\"Подскажите, пожалуйста, что возможно сделать дальше?\"</i>\n\n<b>6. Завершите с предложением обсудить дальнейшие шаги</b>\nУточните, готовы ли вы продолжить решение с его участием"
    },
    {
      "type": "survey",
      "text": "Такая структура поможет вам четко донести суть и заручиться поддержкой коллеги или руководителя)\n\nВспомните последний раз, когда вам нужно было уточнить что-то у руководителя (а лучше найдите такое сообщение). Какой из 6 пунктов, описанных выше, вы тогда упустили?\n\n1. Краткое приветствие\n2. Обозначение проблемы\n3. Важность проблемы\n4. Рассказ о сделанном\n5. Запрос помощи\n6. Дальнейшие шаги",
      "buttons": ["1", "2", "3", "4", "5", "6"]
    },
    {
      "type": "text_answer",
      "text": "Как вы бы могли улучшить ваше сообщение?"
    },
    {
      "type": "text_answer",
      "text": "Хорошо) Ещё немного практики:\n\nПредставьте, что на работе у вас произошла проблема с кодом, не получается прописать алгоритм и нужна помощь коллеги, который лучше разбирается в этом. Какую вводную информацию вы ему сообщите о той проблеме, с которой столкнулись? Напишите ваш ответ в чат"
    },
    {
      "type": "text_answer",
      "text": "Как вы убедите коллегу, что решение задачи очень важно? Напишите ваш ответ в чат"
    },
    {
      "type": "text_answer",
      "text": "Что бы вы добавили к своему сообщению, чтобы показать, что уже сделано вами для решения проблемы? Напишите ваш ответ в чат"
    },
    {
      "type": "text_answer",
      "text": "Также вам нужна дополнительная помощь с этим кодом, так как ошибка может всплыть еще не раз. Как вы запросите у коллеги ресурсы и помощь для дальнейшего решения?"
    },
    {
      "type": "branch",
      "text": "Хорошо! Как завершить это общение наиболее корректно?\n\n1. \"Сможешь ли ты помочь мне?\" \n2. \"Когда сможешь предложить решение?\"\n3. Ничего не нужно, всё уже сказано",
      "options": [
        {
          "text": "1",
          "response": "Верно! Это наиболее уместный вариант, поскольку предполагает добровольность предоставления помощи",
          "repeat_step": false
        },
        {
          "text": "2",
          "response": "Тут можно подметить попытку «перекидывания» ответственности на коллегу, так как проблема изначально возникла не у него. Это может не только снизить мотивацию собеседника вам помогать, но и повредить вашей деловой репутации",
          "repeat_step": true
        },
        {
          "text": "3",
          "response": "Такое завершение диалога может вызвать недоумение у вашего собеседника, так как для него остаётся неясной цель вашего обращения именно к нему",
          "repeat_step": true
        }
      ]
    },
    {
      "type": "theory",
      "text": "Спасибо! В следующий раз мы поговорим о важной теме в коммуникации и обратной связи \n\nДо новых встреч!",
      "photo": "2_bye.PNG",
      "is_final": true
    }
  ]
}