{
  "name": "День 6",
  "description": "Знакомство с программой по обратной связи",
  "steps": [
    {
      "type": "theory",
      "text": "<b>День 6/20. Пассивное слушание</b>\n\nДобрый день! Сегодня мы поговорим о пассивном слушании и чем оно отличается от эмпатического. До этого мы обсуждали активное слушание, при котором обратная связь дается на <b>информацию</b> от собеседника, находящегося <b>в спокойном эмоциональном состоянии</b>, а также эмпатическое слушание, при котором обратная связь дается на <b>чувства</b> человека, находящегося <b>в возбужденном эмоциональном состоянии</b>",
      "button_text": "Так и было"
    },
    {
      "type": "theory",
      "text": "Пассивное слушание применяется в тех случаях, когда собеседник испытывает <b>сильные эмоции</b>: плач (истерика), сильный гнев, сильное ощущение счастья (эйфория). В этом случае <b>не стоит</b> нагружать человека какой-либо информацией, потому что собеседник не сможет нормально воспринимать то, что вы ему скажете. Наиболее корректным выходом здесь будет обратная связь в виде <b>“угу-реакций”</b>, например “ага”, “угу”, “ну конечно”. Это даст человеку понимание, что его слушают, интенсивность эмоций снизится и ему будет легче говорить о деле"
    },
    {
      "type": "theory",
      "text": "В этой таблице представлено, когда желательно применять пассивное слушание и какие техники можно для этого применять",
      "photo": "5_table.JPG"
    },
    {
      "type": "text_answer",
      "text": "<u>Немного рефлексии:</u> \nПодумайте, какие из типов слушания вы применяете чаще всего? Напишите ваш ответ в чат\n"
    },

    {
      "type": "branch",
      "text": "Перейдем к практике! \nВ офис вбегает ваш коллега и в гневе начинает кричать: «Достало! Ненавижу!» и начинает сумбурно и беспорядочно описывать какую-то ситуацию, при этом находится не в адекватном состоянии, на слова не реагирует и продолжает эмоционировать\nКак думаете, какая фраза помогла бы в таком случае?\n1. “Успокойся! Хватит истерить и иди работать!”\n2. “Расскажи, что у тебя случилось…”\n3. Слушать коллегу, иногда отвечая “ага” или “угу” на его слова\n4. Молча слушать коллегу\n",
      "options": [
        {
          "text": "1",
          "response": "Попытка резко прервать эмоциональное состояние собеседника может вызвать еще большую дестабилизацию состояния человека и привести к ещё более яркой реакции с его стороны\n"
        },
        {
          "text": "2",
          "response": "Такая обратная связь на эмоциональные возгласы коллеги может быть неуместной, поскольку в большей вероятности ему надо просто эмоционально выговориться, едва ли он будет способен адекватно рассказать про ситуацию \n"
        },
        {
          "text": "3",
          "response": "Это наиболее желательный вариант обратной связи, так как дает человеку понять, что его эмоции понимают и разделяют. Так он скорее успокоится \n"
        },
        {
          "text": "4",
          "response": "Нежелательный вариант, поскольку глухое молчание может быть воспринято человеком как игнорирование, нежелание его слушать, что с большой долей вероятности приведет либо к конфликту, либо к незатухающей эмоции"
        }
      ]
    },
    {
      "type": "theory",
      "text": "За сегодняшний день вы узнали про пассивный тип слушания, научились распознавать его и применять на практике\n\nДо новых встреч!\n",
      "photo": "2_bye.PNG",
      "is_final": true
    }
  ]
}