{
  "name": "День 14",
  "description": "Обучение технике я-сообщений для эффективной коммуникации",
  "steps": [
    {
      "type": "theory",
      "text": "День 14/20. Структура обратной связи\n\nСегодня мы соберем воедино все, о чем говорили на протяжении дней, проведенных в нашей программе)",
      "button_text": "И?"
    },
    {
      "type": "theory",
      "text": "И всё для того, чтобы научиться давать такую обратную связь, которая эффективно будет воздействовать на поведение другого человека. Подобную обратную связь можно давать только в спокойном уравновешенном состоянии и только в том случае, если вы точно знаете, что за данные отношения – не важно, рабочие или личные – стоит побороться\n\nСтруктура обратной связи, которую мы дадим вам дальше, является наиболее полной и одновременно сложной, поэтому она требует вашей предварительной подготовки \n"
    },
    {
      "type": "theory",
      "text": "Итак, представляем вам универсальную схему обратной связи\n\n1. Прелюдия\n\na) Вступление в контакт (простого приветствия вполне хватит)\n\nb) Повестка дня (цель диалога) – что я хочу от человека и сколько времени это займет\nЯ хочу с тобой поговорить о ситуации, которая возникла вчера вечером. Это займет не больше 20 минут\n\nc) Прояснение ситуации – важный компонент обратной связи\nПомнишь, я тебе говорил, что мне не нравится, когда ты шутишь о моих неудачах в работе?\n"
    },
    {
      "type": "theory",
      "text": "2. Собственно обратная связь\n\na) Бесстрастное описание ситуации – должно напоминать протокол происшествия и быть предельно холодным и объективным, как сообщения синоптиков, то есть здесь важно перечислять только реальные факты без единой эмоции по поводу этих фактов\n\nb) Описание конкретного момента, на который вы хотите дальше повлиять (в форме я-сообщения) \n-“Когда происходит…”, “Когда мне говорят, что…” \n\nc) Как эта ситуация повлияла на меня эмоционально \n-“…меня это раздражает/удивляет/злит/напрягает и др.”\n\nd) «Нота»: сообщение о том, каково желаемое мной изменение поведения\n-“Мне хотелось бы, чтобы в следующий раз…” \n\ne) Положительные последствия принятия «ноты»\n-“В случае, если вы учтете данные пожелания и замечания, вас ждет…” \n\nf) Отрицательные последствия непринятия «ноты»\n-“Если пожелания и замечания не будут учтены вами, вас ждет…”\n\ng) Надежда на выбор следования «ноте» \n-“Но я все же искренне надеюсь, что ты, хорошо подумав, сделаешь лучший для себя выбор/ сделаешь так, как я тебе предлагаю!” \n"
    },
    {
      "type": "theory",
      "text": "Пункты d-e – самые важные, все должно быть абсолютно логично, и они действительно должны быть неизбежными (то есть вы должны быть готовы им последовать). \n\nНО! Никаких угроз! Данная практика не является средством к манипуляции своими коллегами или подчиненными путем “вознаграждений и наказаний”, а лишь помогает наиболее прозрачно достичь определенных договоренностей в деловой сфере. Если она будет применяться в качестве манипуляции, вы рискуете испортить отношения и свою репутацию🙂\n\nТакже пункты нельзя менять местами, сначала позитивные последствия и только потом негативные)\n"
    },
    {
      "type": "branch",
      "text": "Итак, перейдем к практике!\nЗадание 1 \nПредставьте такую ситуацию: коллега систематически не проверяет код за собой и не отдает на проверку, из-за чего в приложении часто вылезают ошибки. Сейчас он прислал вам работу на проверку и нужно дать обратную связь\n\nС чего лучше ее начать? \n1. “Добрый день, я бы хотел обсудить ту работу, которая была прислана мне вчера…”\n2. Резким тоном: “Ты плохо справляешься с работой! Переделывай”\n3. “Учтите то, что я написал в файле с рекомендациями” \n4.“Привет, коллега, когда я посмотрел задание, был шокирован. Там сделано полно ошибок!!” \n",
      "options": [
        {
          "text": "1",
          "response": "Верно! Это начало обратной связи считается конструктивным, собеседник скорее всего захочет иметь с вами дело\n"
        },
        {
          "text": "2",
          "response": "Интересный ответ, однако, не был задан контекст обратной связи, использовано ты-сообщение, а также отсутствует конкретика, уточнение обратной связи и конкретных моментов в ней. Так можно отпугнуть людей и, возможно, дать им повод задуматься о смене работы"
        },
        {
          "text": "3",
          "response": "Интересно, однако в обратной связи не был задан контекст, описание ситуации и конкретики, но сразу дается нота, что может быть воспринято крайне директивно. Вероятно, это может повредить мотивации человека выполнять работу\n"
        },
        {
          "text": "4",
          "response": "Интересный пример обратной связи, однако был сделан перескок ко второму этапу — собственно обратной связи, а мы пока учимся вводить человека в контекст ситуации и говорить “повестку дня” — о чем вы хотите поговорить с собеседником. Это может сбить собеседника с толку\n"
        }
      ]
    },
    {
      "type": "theory",
      "text": "После того, как вы вступили в контакт и обозначили цель диалога, проясните, о чём именно вы хотите поговорить\n“Помнишь, мы обсуждали, что код всегда надо тестировать и отдавать на проверку?”\n"
    },
    {
      "type": "branch",
      "text": "Задание 2 \nСейчас мы более подробно отработаем и закрепим вторую, основную часть обратной связи \n\nКак наиболее корректно будет описывать ситуацию при обратной связи этому коллеге?\n1. «Когда я начал просматривать код, я был ошарашен от того, что я увидел»\n2. «Когда вчера я смотрел и тестировал присланный мне код и натыкался на баги, то очень злился. Давай посмотрим, что я там обнаружил»\n3. «Ты постоянно не проверяешь свои работы и меня это очень злит! Посмотри, пожалуйста, код еще раз…»\n4. «Я посмотрел твой код и я сейчас очень зол»\n",
      "options": [
        {
          "text": "1",
          "response": "Не описана конкретная ситуация, что произошло когда человек открыл код (баги, вылеты, ошибки). Это скорее поставит коллегу в ситуацию стресса, поскольку он не понимает, что «странного» там увидел супервизор\n"
        },
        {
          "text": "2",
          "response": "Верно! Ситуация описана бесстрастно (когда вчера я тестировал код и натыкался на баги), и указана эмоция (очень злился), которая вызвана этой ситуацией\n"
        },
        {
          "text": "3",
          "response": "В данном ответе содержится открытое обвинение собеседника с использованием ты-сообщения («ты не проверяешь»), что может повлечь негативную реакцию со стороны собеседника и спровоцировать конфликт"
        },
        {
          "text": "4",
          "response": "Неплохо! Однако не описана причина, почему коллега разозлился, что больше всего вызвало эмоцию в присланном коде, из-за этого собеседнику может быть не понятно, почему его работой недовольны \n"
        }
      ]
    },
    {
      "type": "theory",
      "text": "Сегодня мы ознакомились с 2 частями обратной связи: введением и описанием ситуации. В следующий раз мы продолжим отрабатывать эту структуру дальше\n\nДо скорой встречи!",
      "photo": "2_bye.PNG"
    }
  ]
}