{
  "name": "День 2",
  "description": "Входное тестирование без правильных ответов",
  "steps": [
    {
      "type": "theory",
      "text": "<b>День 2/20. Тестирование</b>\n\nПривет! Прежде чем перейти к сути программы, мы предлагаем пройти тестирование, чтобы в конце можно было отследить прогресс) Готов?",
      "photo": "1_hello.PNG",
      "button_text": "Да"
    },
    {
      "type": "survey",
      "text": "<b>Вопрос 1:</b> \nВам звонит коллега по работе и говорит: \"Что-то я так устал со всей работой навалившейся\"\nВы в это время также работаете и слышите, что он говорит. Как вы отреагируете?\n\n1. Промолчите, проигнорируете\n2. Скажете: \"Понимаю тебя, сейчас действительно непросто\"\n3. Ответите: \"Да и у меня много работы…Ты просто сделай все быстрее и расслабишься\"",
      "buttons": ["1", "2", "3"]
    },
    {
      "type": "survey",
      "text": "<b>Вопрос 2:</b> \nКоллега просит помочь с тестированием приложения, однако вы понимаете, что у вас есть важная задача, которую надо выполнить срочно, и вы не сможете сделать обе задачи вовремя. Что вы ответите коллеге, чтобы его не обидеть?\n\n1. \"Мне очень жаль, но я вряд ли смогу тебе помочь с этим, поскольку у меня самого занят график\"\n2. \"У меня сейчас своих забот и проблем хватает, но ладно уж, помогу тебе…\"\n3. \"Нет, я вряд ли смогу это сделать. Если тебе не сложно, попроси кого-нибудь другого\"",
      "buttons": ["1", "2", "3"]
    },
    {
      "type": "survey",
      "text": "<b>Вопрос 3:</b>\nВам спокойным тоном говорят, что вы плохо выполнили задание, которое было дано руководством \nОтметьте, какой вариант лучше поможет вам прояснить, в чем заключается претензия\n\n1. \"Почему это?!\"\n2. \"Скажите, что вы имеете в виду, когда говорите, что я выполнил работу плохо? По каким критериям вы оцениваете мою работу?\"\n3. \"Переделаю…\"",
      "buttons": ["1", "2", "3"]
    },
    {
      "type": "text_answer",
      "text": "<b>Вопрос 4:</b> \nПредставьте, что вам нужно спросить начальника о том, как решить рабочую проблему, внезапно возникшую в течение рабочего дня. Что вы напишете или скажете ему? Напишите ваш ответ в чат"
    },
    {
      "type": "survey",
      "text": "<b>Вопрос 5:</b> \nКакое из следующих предложений с меньшей долей вероятности приведет к конфликту, с вашей точки зрения?\n\n1. \"Ты меня бесишь со своими постоянными ошибками в работе и прогулами. Прекрати это делать, иначе будет хуже\"\n2. \"Каждый раз, когда я замечаю ошибки в присланных работах, я раздражаюсь. Я бы хотел, чтобы работа была выполнена более внимательно\"\n3. \"Ну и ну, как ты меня расстраиваешь своими действиями. Старайся лучше, а то к тебе будут предприняты особые меры\"\n4. \"Когда я вижу в коде много ошибок, я начинаю ужасно злиться. Так что делай свою работу нормально или пеняй на себя\"",
      "buttons": ["1", "2", "3", "4"]
    },
    {
      "type": "text_answer",
      "text": "<b>Вопрос 6:</b>\nКак бы вы начали обратную связь коллеге, написавшему программу с багами? Напишите ваш ответ в чат"
    },
    {
      "type": "text_answer",
      "text": "<b>Вопрос 7:</b>\nКак вы опишете проблему и выразите отношение к ошибкам со стороны коллеги? Напишите ваш ответ в чат"
    },
    {
      "type": "survey",
      "text": "<b>Вопрос 8:</b>\nЧто бы вы сказали как рекомендацию для коллеги?\n\n1. \"Делай работу без ошибок, а то и у нас, и у тебя будут очень большие проблемы\"\n2. \"Я бы хотел, чтобы в следующий раз код был проверен более внимательно\"\n3. \"Какой же ты невнимательный. Работай лучше, пожалуйста!\"\n4. \"Я хочу большей включенности в работу с твоей стороны, мне кажется ошибки из-за этого\"",
      "buttons": ["1", "2", "3", "4"]
    },
    {
      "type": "text_answer",
      "text": "<b>Вопрос 9:</b>\nПриведите аргумент(ы), почему человеку следует прислушаться к вашей рекомендации?"
    },
    {
      "type": "survey",
      "text": "<b>Вопрос 10:</b>\nКак желательно реагировать, если коллега сильно эмоционирует и не может взять себя в руки?\n\n1. спросить у него \"что случилось?\"\n2. попытаться успокоить словами \"успокойся\"\n3. молчать/игнорировать\n4. дать выговориться и поддакивать",
      "buttons": ["1", "2", "3", "4"]
    },
    {
      "type": "theory",
      "text": "",
      "photo": "2_bye.PNG",
      "is_final": true
    }
  ]
}