{
  "name": "День 9",
  "description": "Обучение технике я-сообщений для эффективной коммуникации",
  "steps": [
    {
      "type": "theory",
      "text": "<b>День 9/20. Я-сообщения</b>\n\nСегодня от роли слушателя мы перейдем к роли инициатора диалога\n\nЧасто возникает необходимость попросить о чем-то или высказать какое-то критическое замечание, что может вызывать напряжение или негативную реакцию. Чтобы такие акты коммуникации проходили мягче и вопросы решались легче, мы предлагаем вам пользоваться я-сообщениями",
      "button_text": "Рассказывайте)"
    },
    {
      "type": "theory",
      "text": "Я-сообщения — это коммуникативная техника, направленная на выражение своих чувств и потребностей без высказывания обвинений в адрес других. Я-сообщения сосредоточены на чувствах, убеждениях и ценностях <u>говорящего</u> и обычно начинаются с местоимения \"я\", \"меня\", \"мне\". Это противопоставляется \"ты-сообщениям\", которые зачастую прямо или скрыто обвиняют или упрекают собеседника"
    },
    {
      "type": "theory",
      "text": "Например:\n - Ты-сообщение: \"Ты постоянно игнорируешь дедлайны!\"\nМожет вызвать негативную реакцию: человек начнет оправдываться, обижаться или закрываться\n\n - Я-сообщение: \"Мне тяжело планировать свою работу, когда дедлайны переносятся\"\nУказывает на ваше состояние, не атакует собеседника, создавая пространство для обсуждения"
    },
    {
      "type": "theory",
      "text": "Преимущества \"я-сообщений\":\n - Уменьшение сопротивления: они не звучат как атака и людям проще услышать вашу точку зрения\n\n - Ясность: вы говорите о своих потребностях и ожиданиях прямо, а не через намёки или обвинения\n\n - Создание доверия: такая форма общения демонстрирует готовность к открытому диалогу и сотрудничеству"
    },
    {
      "type": "theory",
      "text": "Как использовать \"я-сообщения\"?\n\n\"Я-сообщения\" имеют определённую структуру, состоящую из четырёх частей:\n\n<b>1. Наблюдение (что случилось?):</b> Описание ситуации без оценок и критики\nНапример: \"На этой неделе дважды переносились сроки\"\n\n<b>2. Чувства (как я себя чувствую?):</b> Выражение своего внутреннего состояния\nНапример: \"Я начинаю беспокоиться\"\n\n<b>3. Потребности (что мне важно?):</b> Пояснение своих потребностей или ценностей\nНапример: \"Мне важно, чтобы работа шла по плану, так как это влияет на общий успех команды\"\n\n<b>4. Запрос (что я хочу предложить?):</b> Чёткое предложение или просьба\nНапример: \"Давай согласуем конкретные дедлайны и будем их придерживаться\""
    },
    {
      "type": "theory",
      "text": "Разберемся на примерах, как использовать \"я-сообщения\" в рабочей среде🤔"
    },
    {
      "type": "theory",
      "text": "При обсуждении проблем с кодом:\n - Вместо: \"Ты плохо тестируешь код\"\n\n - Используйте: \"Я заметил, что в последнем pull request несколько тестов не прошли, и я чувствую беспокойство, так как это может привести к багам. Можешь проверить их еще раз?\""
    },
    {
      "type": "theory",
      "text": "На ретроспективах:\n - Вместо: \"Вы никогда не следуете процессу!\"\n\n - Используйте: \"Я замечаю, что некоторые задачи выполняются не по установленному процессу, и это меня расстраивает, потому что нам сложно поддерживать порядок. Как мы можем это исправить?\""
    },
    {
      "type": "theory",
      "text": "В конфликтных ситуациях:\n - Вместо: \"Ты меня постоянно перебиваешь!\"\n\n - Используйте: \"Когда меня перебивают, я чувствую раздражение, потому что мне важно быть услышанным. Давай договоримся выслушивать друг друга до конца?\"",
      "button_text": "К практике →"
    },
    {
      "type": "survey",
      "text": "Давайте теперь потренируемся👨‍💻\nНачнем с простого. Допустим, идет совместное обсуждение какого-то вопроса и один из членов команды постоянно отвлекается на телефон. Тема важная и надо, чтобы все были максимально включены. Как вы попросите коллегу убрать телефон?\n\n1. Раздраженным голосом: “[Имя], убери телефон”\n2. Спокойным тоном: “Уберите телефоны, пожалуйста”\n3. Спокойным тоном: “Я раздражаюсь, когда вижу, что кто-то отвлекается на телефон. Для меня важно, чтобы все были вовлечены, потому что это помогает нам лучше и быстрее находить решения. Давайте отложим телефоны и сосредоточимся на обсуждении”\n",
      "buttons": ["1", "2", "3"]
    },
    {
      "type": "theory",
      "text": "Третий ответ может казаться формальным и наверняка вы не будете говорить так в реальном диалоге. Тем не менее, он демонстрирует, как можно поднять проблему, не обвиняя коллегу и не вступая в конфронтацию с ним"
    },
    {
      "type": "text_answer",
      "text": "Теперь вы сами. Допустим, вы договорились с коллегой о том, что он устранит баги, но вы видите, что вместо этого он пишет новую функцию. Что бы вы ему сказали в этой ситуации, используя я-сообщения? Напишите ваш ответ в чат"
    },
    {
      "type": "theory",
      "text": "Хорошо. Попробуйте в течении дня использовать эту технику и последить за тем, какая реакция будет у ваших коллег или близких. До новых встреч!",
      "photo": "2_bye.PNG",
      "is_final": true
    }
  ]
}